Repository: slub/mpdb_presentation
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# mpdbresearch.nextPage
source: next page
de: nächste Seite

# mpdbresearch.previousPage
source: previous page
de: vorherige Seite

# mpdbresearch.to
source: to
de: bis

# mpdbresearch.of
source: of
de: von

# mpdbresearch.resultType
source: result type
de: Ergebnistyp

# mpdbresearch.publisher
source: publisher
de: Verlag

# mpdbresearch.page
source: page
de: Seite

# mpdbresearch.noResults
source: no results found
de: keine Ergebnisse gefunden

# mpdbresearch.search
source: Search
de: Suchen

# tx_publisherdb_domain_model_publishermikroitem
source: Music Publisher Database Entry
de: Musikverlagsdatenbank Einstieg

# tx_publisherdb_domain_model_publishermikroitem
source: The research plugin of the Music Publisher Database.
de: Das Rechercheplugin der Musikverlagsdatenbank.

# welcome_title
source: Music Publisher Database Welcome
de: Musikverlagsdatenbank Willkommen

# welcome_description
source: The welcome plugin of the Music Publisher Database.
de: Das Begrüßungsplugin der Musikverlagsdatenbank

# mpdbresearch.work
source: Work
de: Werk

# mpdbresearch.publishedItem
source: Published Item
de: Verlagsartikel

# mpdbresearch.gndDisclaimer
source: These data are retrieved from the Integrated Authority File (Gemeinsame Normdatei).
de: Diese Daten stammen aus der Gemeinsamen Normdatei (GND).

# mpdbresearch.lifeData
source: Life data
de: Lebensdaten

# mpdbresearch.supplementingTitleInfo
source: supplementary title information
de: Ergänzende Titelinformationen

# mpdbresearch.printedIn
source: related published items
de: zugehörige Verlagsartikel

# mpdbresearch.partialWorks
source: partial works
de: Teilwerke

# mpdbresearch.workNotPrinted
source: There are no prints of this work recorded in the database.
de: Von diesem Werk sind keine Drucke in der Datenbank aufgezeichnet.

# mpdbresearch.noWorksFound
source: No works by %s have been found.
de: Es wurden keine Werke von %s gefunden.

# mpdbresearch.publishedBy
source: published by %s
de: verlegt von %s

# mpdbresearch.worksBy
source: Works by %s in the Music Publisher Database
de: Werke von %s in der Musikverlagsdatenbank

# mpdbresearch.unknown
source: unknown
de: unbekannt

# mpdbresearch.typeTooltip
source: We differentiate prints of single works, versions and collections. Collections are classified as explored, if all contained work have been reconstructed. They are classified as partially explored, if only some contained works have been reconstructed, and as unexplored otherwise. Apart from that we differentiate some educational and theoretical works.
de: In der mvdb wird zwischen Drucken von Einzelwerken, Variationen bzw. Bearbeitungen und Sammlungen unterschieden. Sammlungen werden als erschlossen bezeichnet, falls alle enthaltenen Werke rekonstruiert werden, als teilerschlossen, falls nur einige enthaltene Werke bekannt sind, und andernfalls als unerschlossen. Daneben werden vereinzelt Schulwerke und theoretische Werke erfasst.

# mpdbresearch.containedWork
source: contained work
de: enthaltenes Werk

# mpdbresearch.containedWorks
source: contained works
de: enthaltene Werke

# mpdbresearch.editedWork
source: edited work
de: bearbeitetes Werk

# mpdbresearch.noWorkData
source: No workdata could be found for this item.
de: Für diesen Verlagsartikel konnten keine Werkdaten erschlossen werden.

# mpdbresearch.for
source: for
de: für

# mpdbresearch.noWorkData
source: No work data could be found for this published item.
de: Für diesen Verlagsartikel konnten keine Werkdaten erschlossen werden.

# mpdbresearch.economicData
source: Economic data
de: Wirtschaftsdaten

# mpdbresearch.noEconomicData
source: No economic data
de: Keine Wirtschaftsdaten

# mpdbresearch.noEconomicDataParagraph
source: The evaluated sources did not contain any economic data.
de: Die ausgewerteten Quellen enthielten keine Wirtschaftsdaten.

# mpdbresearch.typeTooltip
source: The type of the published item indicates, whether it is a simple work print, a collection print, a version or something else.
de: Der Typ des Verlagsartikels gibt an, ob es sich um einen einfachen Werkdruck, einen Sammeldruck, eine Bearbeitung oder etwas anderes handelt.

source: and
de: und
